Repository: adanalife/guessr
Catalog: app/GuessrKit/Sources/GuessrKit/Localizable.xcstrings
Source language: en
Languages: cs, es, fr, ru

source: Ban
cs: Zabanovat
es: Banear
fr: Bannir
ru: Забанить

source: Ban %@ from the channel?
cs: Zabanovat %@ na kanálu?
es: ¿Banear a %@ del canal?
fr: Bannir %@ de la chaîne ?
ru: Забанить %@ на канале?

source: Blocked term
cs: Blokovaný výraz
es: Término bloqueado
fr: Terme bloqué
ru: Заблокированное слово

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
ru: Отмена

source: Clip
cs: Klip
ru: Клип

source: Clip, loading again
cs: Klip, načítá se znovu
es: Clip, cargando de nuevo
fr: Clip, nouveau chargement
ru: Клип, загружается снова

source: Clip, paused
cs: Klip, pozastaveno
es: Clip, en pausa
fr: Clip, en pause
ru: Клип, на паузе

source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
ru: Закрыть

source: Copied
cs: Zkopírováno
es: Copiado
fr: Copié
ru: Скопировано

source: Copy
cs: Kopírovat
es: Copiar
fr: Copier
ru: Копировать

source: Delete message
cs: Smazat zprávu
es: Eliminar mensaje
fr: Supprimer le message
ru: Удалить сообщение

source: Emotes only
cs: Jen emotikony
es: Solo emotes
fr: Emotes uniquement
ru: Только смайлики

source: Followers of %@ only
cs: Jen sledující déle než %@
es: Solo seguidores desde hace %@
fr: Followers depuis %@ uniquement
ru: Только для фолловеров от %@

source: Followers only
cs: Jen sledující
es: Solo seguidores
fr: Followers uniquement
ru: Только для фолловеров

source: Full screen
cs: Celá obrazovka
es: Pantalla completa
fr: Plein écran
ru: Во весь экран

source: Go to Twitch
cs: Přejít na Twitch
es: Ir a Twitch
fr: Aller sur Twitch
ru: Перейти на Twitch

source: Hide messages from %@
cs: Skrýt zprávy od %@
es: Ocultar mensajes de %@
fr: Masquer les messages de %@
ru: Скрыть сообщения от %@

source: Loading
cs: Načítání
es: Cargando
fr: Chargement
ru: Загрузка

source: Loading…
cs: Načítání…
es: Cargando…
fr: Chargement…
ru: Загрузка…

source: On Twitch since %@
cs: Na Twitchi od %@
es: En Twitch desde %@
fr: Sur Twitch depuis %@
ru: На Twitch с %@

source: Open %@ on Twitch
cs: Otevřít %@ na Twitchi
es: Abrir %@ en Twitch
fr: Ouvrir %@ sur Twitch
ru: Открыть %@ на Twitch

source: Other mods see the reason, and so do they.
cs: Důvod uvidí ostatní moderátoři i dotyčný.
es: Los demás mods ven el motivo, y la persona también.
fr: Les autres modos voient le motif, et la personne aussi.
ru: Причину увидят другие модераторы и сам пользователь.

source: Pause
cs: Pozastavit
es: Pausar
ru: Пауза

source: Pinch to zoom, double tap for full screen
cs: Přiblížení gestem, dvojité klepnutí na celou obrazovku
es: Pellizca para hacer zoom, toca dos veces para pantalla completa
fr: Pincez pour zoomer, touchez deux fois pour le plein écran
ru: Сведите пальцы для масштаба, двойное касание — во весь экран

source: Play
cs: Hrát
es: Jugar
fr: Jouer
ru: Игра

source: Please keep to the chat rules
cs: Dodržujte prosím pravidla chatu
es: Por favor, respeta las normas del chat
fr: Merci de respecter les règles du chat
ru: Пожалуйста, соблюдайте правила чата

source: Reason
cs: Důvod
es: Motivo
fr: Motif
ru: Причина

source: Reason (optional)
cs: Důvod (nepovinné)
es: Motivo (opcional)
fr: Motif (facultatif)
ru: Причина (необязательно)

source: Recent messages
cs: Nedávné zprávy
es: Mensajes recientes
fr: Messages récents
ru: Недавние сообщения

source: Reply
cs: Odpovědět
es: Responder
fr: Répondre
ru: Ответить

source: Report on Twitch
cs: Nahlásit na Twitchi
es: Denunciar en Twitch
fr: Signaler sur Twitch
ru: Пожаловаться на Twitch

source: Slow mode, %@
cs: Pomalý režim, %@
es: Modo lento, %@
fr: Mode lent, %@
ru: Медленный режим, %@

source: Subscribers only
cs: Jen odběratelé
es: Solo suscriptores
fr: Abonnés uniquement
ru: Только для подписчиков

source: The clip didn't load. Trying again…
cs: Klip se nenačetl. Zkouším to znovu…
es: El clip no se cargó. Intentándolo de nuevo…
fr: Le clip ne s'est pas chargé. Nouvel essai…
ru: Клип не загрузился. Пробуем снова…

source: The code expired before it was entered. Try again.
cs: Platnost kódu vypršela před zadáním. Zkuste to znovu.
es: El código caducó antes de introducirse. Inténtalo de nuevo.
fr: Le code a expiré avant d'être saisi. Réessayez.
ru: Срок действия кода истёк до его ввода. Попробуйте ещё раз.

source: The server is having trouble. Try again in a moment.
cs: Server má potíže. Zkuste to za chvíli znovu.
es: El servidor tiene problemas. Inténtalo de nuevo en un momento.
fr: Le serveur rencontre un problème. Réessayez dans un instant.
ru: На сервере неполадки. Попробуйте чуть позже.

source: The server refused that request (HTTP %lld).
cs: Server požadavek odmítl (HTTP %lld).
es: El servidor rechazó la petición (HTTP %lld).
fr: Le serveur a refusé la requête (HTTP %lld).
ru: Сервер отклонил запрос (HTTP %lld).

source: They can't chat again until they've read it.
cs: Dokud si ho nepřečte, nemůže znovu psát.
es: No podrá volver a escribir hasta que lo haya leído.
fr: La personne ne pourra plus écrire tant qu'elle ne l'aura pas lu.
ru: Пользователь не сможет писать, пока не прочитает его.

source: Time out %@
cs: Timeout pro %@
es: Expulsar a %@
fr: Exclure %@
ru: Таймаут для %@

source: Translate
cs: Přeložit
es: Traducir
fr: Traduire
ru: Перевести

source: Twitch answered %lld: %@
cs: Twitch odpověděl %lld: %@
es: Twitch respondió %lld: %@
fr: Twitch a répondu %lld : %@
ru: Twitch ответил %lld: %@

source: Twitch didn't send the message: %@
cs: Twitch zprávu neodeslal: %@
es: Twitch no envió el mensaje: %@
fr: Twitch n'a pas envoyé le message : %@
ru: Twitch не отправил сообщение: %@

source: Twitch has no channel called %@
cs: Na Twitchi není kanál %@
es: Twitch no tiene ningún canal llamado %@
fr: Twitch n'a aucune chaîne nommée %@
ru: На Twitch нет канала %@

source: Twitch login isn't configured in this build
cs: Přihlášení přes Twitch není v tomto sestavení nastaveno
es: El inicio de sesión de Twitch no está configurado en esta versión
fr: La connexion Twitch n'est pas configurée dans cette version
ru: Вход через Twitch не настроен в этой сборке

source: Twitch refused the login: %@
cs: Twitch přihlášení odmítl: %@
es: Twitch rechazó el inicio de sesión: %@
fr: Twitch a refusé la connexion : %@
ru: Twitch отклонил вход: %@

source: Unique messages only
cs: Jen unikátní zprávy
es: Solo mensajes únicos
fr: Messages uniques uniquement
ru: Только уникальные сообщения

source: Warn
cs: Varovat
es: Advertir
fr: Avertir
ru: Предупредить

source: Warn %@
cs: Varovat %@
es: Advertir a %@
fr: Avertir %@
ru: Предупредить %@

source: With a reason…
cs: S důvodem…
es: Con un motivo…
fr: Avec un motif…
ru: С указанием причины…

source: Time out
es: Expulsar temporalmente
fr: Exclure temporairement
ru: Таймаут
